Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 空间紧张时可点「清理视频」：只删原始视频文件，关键帧与画面要点保留，仍可继续或重新分析
ar: عند ضيق المساحة استخدم «تنظيف الفيديو»: يحذف ملف الفيديو الأصلي فقط ويحتفظ بالإطارات الرئيسية والملاحظات المرئية، ويمكنك متابعة التحليل أو إعادته
de: Bei knappem Speicher „Video aufräumen“ wählen: nur die Originalvideodatei wird gelöscht, Keyframes und visuelle Notizen bleiben erhalten, die Analyse kann fortgesetzt oder wiederholt werden
en: When space runs low, use “Clean up video”: it deletes only the original video file, keeps keyframes and visual notes, and you can still continue or redo the analysis
es: Si te falta espacio, usa «Limpiar vídeo»: solo se elimina el archivo de vídeo original, se conservan los fotogramas clave y las notas visuales, y puedes continuar o repetir el análisis
fr: En cas de manque d'espace, utilisez « Nettoyer la vidéo » : seul le fichier vidéo d'origine est supprimé, les images clés et le résumé visuel restent, et l'analyse peut continuer ou être refaite
hi: जगह कम होने पर «वीडियो साफ़ करें» दबाएँ: केवल मूल वीडियो फ़ाइल हटती है, कीफ़्रेम और दृश्य नोट्स सुरक्षित रहते हैं, विश्लेषण जारी रखा या दोबारा किया जा सकता है
id: Saat ruang menipis, gunakan «Bersihkan video»: hanya file video asli yang dihapus, keyframe dan catatan visual tetap ada, dan analisis masih bisa dilanjutkan atau diulang
it: Se lo spazio scarseggia, usa «Pulisci video»: elimina solo il file video originale, conserva fotogrammi chiave e note visive, e puoi continuare o rifare l'analisi
ja: 容量が厳しいときは「動画を整理」を：元の動画ファイルだけを削除し、キーフレームと画面メモは残るため、分析の続行・再分析も可能です
ko: 공간이 부족하면 ‘동영상 정리’를 사용하세요. 원본 동영상 파일만 삭제되고 키프레임과 화면 요약은 남아 분석을 계속하거나 다시 할 수 있습니다
nl: Bij weinig ruimte «Video opruimen»: alleen het originele videobestand wordt verwijderd, keyframes en visuele notities blijven bewaard en de analyse kan worden voortgezet of opnieuw gedaan
pl: Gdy brakuje miejsca, użyj „Wyczyść wideo”: usuwany jest tylko oryginalny plik wideo, klatki kluczowe i notatki wizualne pozostają, a analizę można kontynuować lub powtórzyć
pt: Se faltar espaço, use «Limpar vídeo»: elimina apenas o ficheiro de vídeo original, mantém os fotogramas-chave e as notas visuais, e pode continuar ou refazer a análise
ru: Если места мало, нажмите «Очистить видео»: удалится только исходный видеофайл, ключевые кадры и визуальные заметки останутся, анализ можно продолжить или повторить
sv: När utrymmet börjar ta slut, använd «Rensa video»: bara originalvideofilen tas bort, nyckelbildrutor och visuella anteckningar finns kvar och analysen kan fortsätta eller göras om
th: เมื่อพื้นที่ใกล้เต็ม ใช้ «ล้างวิดีโอ»: ลบเฉพาะไฟล์วิดีโอต้นฉบับ คีย์เฟรมและบันทึกภาพยังคงอยู่ และยังวิเคราะห์ต่อหรือวิเคราะห์ใหม่ได้
tr: Yer azaldığında «Videoyu temizle»: yalnızca orijinal video dosyası silinir, kare ve görsel notlar korunur, analize devam edebilir veya yeniden yapabilirsiniz
uk: Якщо місця мало, натисніть «Очистити відео»: видалиться лише оригінальний відеофайл, ключові кадри та візуальні нотатки залишаться, аналіз можна продовжити або повторити
vi: Khi sắp hết dung lượng, hãy dùng «Dọn video»: chỉ xóa tệp video gốc, giữ lại khung hình chính và ghi chú hình ảnh, vẫn có thể tiếp tục hoặc phân tích lại
zh_hant: 空間緊張時可點「清理影片」：只刪原始影片檔案，關鍵影格與畫面要點保留，仍可繼續或重新分析

source: 窗口截图
ar: لقطة نافذة
de: Fenster-Screenshot
en: Window Screenshot
es: Captura de ventana
fr: Capture de fenêtre
hi: विंडो शॉट
id: Tangkapan Jendela
it: Screenshot finestra
ja: ウインドウのスクリーンショット
ko: 창 캡처
nl: Vensterschermafdruk
pl: Zrzut okna
pt: Captura de Janela
ru: Снимок окна
sv: Fönsterskärmdump
th: ภาพหน้าต่าง
tr: Pencere Görüntüsü
uk: Знімок вікна
vi: Ảnh chụp cửa sổ
zh_hant: 視窗截圖

source: 立即捕获鼠标所在屏幕并保存，不经标注
ar: يلتقط الشاشة التي عليها المؤشر فورًا ويحفظها دون تعليق
de: Erfasst sofort den Bildschirm unter dem Zeiger und speichert ihn ohne Annotation
en: Instantly captures the screen under the mouse and saves it without annotation
es: Captura al instante la pantalla bajo el cursor y la guarda sin anotar
fr: Capture instantanément l'écran sous la souris et l'enregistre sans annotation
hi: माउस वाली स्क्रीन को तुरंत कैप्चर कर सहेजता है, बिना एनोटेशन
id: Langsung menangkap layar di bawah kursor dan menyimpannya tanpa anotasi
it: Cattura subito lo schermo sotto il mouse e lo salva senza annotazione
ja: マウスのある画面を即座に撮影し、注釈なしで保存します
ko: 마우스가 있는 화면을 즉시 캡처해 주석 없이 저장합니다
nl: Legt meteen het scherm onder de muis vast en slaat het op zonder annotatie
pl: Natychmiast przechwytuje ekran pod kursorem i zapisuje bez adnotacji
pt: Captura imediatamente a tela sob o mouse e salva sem anotação
ru: Мгновенно снимает экран под курсором и сохраняет без аннотации
sv: Fångar omedelbart skärmen under musen och sparar utan annotering
th: จับภาพหน้าจอที่เมาส์อยู่ทันทีและบันทึกโดยไม่ใส่คำอธิบายประกอบ
tr: Fare altındaki ekranı anında yakalar ve açıklama olmadan kaydeder
uk: Миттєво знімає екран під курсором і зберігає без анотації
vi: Chụp ngay màn hình dưới con chuột và lưu mà không chú thích
zh_hant: 立即擷取滑鼠所在螢幕並儲存，不經標註

source: 笔记
ar: ملاحظات
de: Notizen
en: Notes
es: Notas
fr: Notes
hi: टिप्पणियाँ
id: Catatan
it: Note
ja: ノート
ko: 메모
nl: Notities
pl: Notatki
pt: Notas
ru: Заметки
sv: Anteckningar
th: หมายเหตุ
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hant: 筆記

source: 笔记内容为空，无法润色标题。
ar: الملاحظة فارغة، لا يمكن تحسين العنوان.
de: Die Notiz ist leer, der Titel kann nicht aufgewertet werden.
en: The note is empty, so the title cannot be polished.
es: La nota está vacía, no se puede pulir el título.
fr: La note est vide, impossible de reformuler le titre.
hi: नोट खाली है, शीर्षक नहीं सुधारा जा सकता।
id: Catatan kosong, judul tidak dapat dipoles.
it: La nota è vuota, impossibile rifinire il titolo.
ja: ノートが空のため、タイトルを調整できません。
ko: 노트 내용이 비어 있어 제목을 다듬을 수 없습니다.
nl: De notitie is leeg, de titel kan niet worden gepolijst.
pl: Notatka jest pusta, nie można dopracować tytułu.
pt: A nota está vazia, não é possível refinar o título.
ru: Заметка пуста, улучшить заголовок невозможно.
sv: Anteckningen är tom, titeln kan inte förfina.
th: โน้ตว่างเปล่า ไม่สามารถปรับชื่อได้
tr: Not boş, başlık iyileştirilemiyor.
uk: Нотатка порожня, неможливо поліпшити заголовок.
vi: Ghi chú trống, không thể trau chuốt tiêu đề.
zh_hant: 筆記內容為空，無法潤色標題。

source: 笔记内容为空，无法生成总结
ar: محتوى الملاحظة فارغ، لا يمكن إنشاء ملخص
de: Der Notizinhalt ist leer; es kann keine Zusammenfassung erstellt werden
en: The note content is empty; a summary cannot be generated
es: El contenido de la nota está vacío; no se puede generar el resumen
fr: Le contenu de la note est vide ; impossible de générer un résumé
hi: नोट सामग्री खाली है, सारांश नहीं बनाया जा सकता
id: Isi catatan kosong; tidak dapat membuat ringkasan
it: Il contenuto della nota è vuoto; impossibile generare un riepilogo
ja: ノートの内容が空のため、要約を生成できません
ko: 노트 내용이 비어 있어 요약을 생성할 수 없습니다
nl: De notitie-inhoud is leeg; kan geen samenvatting genereren
pl: Treść notatki jest pusta; nie można wygenerować podsumowania
pt: O conteúdo da nota está vazio; não é possível gerar o resumo
ru: Содержимое заметки пусто; невозможно создать резюме
sv: Anteckningens innehåll är tomt; kan inte skapa sammanfattning
th: เนื้อหาบันทึกว่างเปล่า ไม่สามารถสร้างสรุป
tr: Not içeriği boş; özet oluşturulamıyor
uk: Вміст нотатки порожній; неможливо створити підсумок
vi: Nội dung ghi chú trống; không thể tạo tóm tắt
zh_hant: 筆記內容為空，無法產生總結

source: 第 %lld / %lld 页 · 共 %lld 条
ar: صفحة %lld من %lld · إجمالي %lld
de: Seite %lld von %lld · %lld Einträge
en: Page %lld of %lld · %lld items
es: Página %lld de %lld · %lld elementos
fr: Page %lld sur %lld · %lld entrées
hi: पेज %lld / %lld · कुल %lld
id: Halaman %lld dari %lld · total %lld
it: Pagina %lld di %lld · %lld voci
ja: %lld / %lld ページ · 全 %lld 件
ko: %lld / %lld 페이지 · 총 %lld개
nl: Pagina %lld van %lld · %lld items
pl: Strona %lld z %lld · %lld pozycji
pt: Página %lld de %lld · %lld itens
ru: Страница %lld из %lld · всего %lld
sv: Sida %lld av %lld · %lld poster
th: หน้า %lld / %lld · รวม %lld รายการ
tr: Sayfa %lld / %lld · Toplam %lld kayıt
uk: Сторінка %lld з %lld · усього %lld
vi: Trang %lld / %lld · tổng %lld mục
zh_hant: 第 %lld / %lld 頁 · 共 %lld 條

source: 第 %lld 页，共 %lld 页
ar: الصفحة %lld من %lld
de: Seite %lld von %lld
en: Page %lld of %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
hi: पृष्ठ %lld / %lld
id: Halaman %lld dari %lld
it: Pagina %lld di %lld
ja: %lld / %lld ページ
ko: %lld / %lld 페이지
nl: Pagina %lld van %lld
pl: Strona %lld z %lld
pt: Página %lld de %lld
ru: Страница %lld из %lld
sv: Sida %lld av %lld
th: หน้า %lld จาก %lld
tr: Sayfa %lld / %lld
uk: Сторінка %lld з %lld
vi: Trang %lld / %lld
zh_hant: 第 %lld 頁，共 %lld 頁

source: 第三方服务
ar: خدمات الجهات الخارجية
de: Drittanbieterdienste
en: Third-Party Services
es: Servicios de terceros
fr: Services tiers
hi: तृतीय-पक्ष सेवाएँ
id: Layanan pihak ketiga
it: Servizi di terze parti
ja: サードパーティサービス
ko: 제3자 서비스
nl: Diensten van derden
pl: Usługi zewnętrzne
pt: Serviços de terceiros
ru: Сторонние сервисы
sv: Tredjepartstjänster
th: บริการบุคคลที่สาม
tr: Üçüncü taraf hizmetler
uk: Сторонні сервіси
vi: Dịch vụ bên thứ ba
zh_hant: 第三方服務

source: 等待后台继续
ar: في انتظار المتابعة في الخلفية
de: Wartet auf Fortsetzung im Hintergrund
en: Waiting to resume in background
es: Esperando reanudación en segundo plano
fr: En attente de reprise en arrière-plan
hi: पृष्ठभूमि में पुनःआरंभ की प्रतीक्षा
id: Menunggu lanjutan di latar belakang
it: In attesa di ripresa in background
ja: バックグラウンドでの継続を待機中
ko: 백그라운드 이어하기 대기 중
nl: Wachten op hervatten op de achtergrond
pl: Oczekiwanie na wznowienie w tle
pt: Aguardando retomada em segundo plano
ru: Ожидание продолжения в фоне
sv: Väntar på att återupptas i bakgrunden
th: กำลังรอทำงานต่อในเบื้องหลัง
tr: Arka planda devam etmesi bekleniyor
uk: Очікування продовження у фоні
vi: Đang chờ tiếp tục chạy nền
zh_hant: 等待在背景下繼續

source: 等待文字转写完成…
ar: في انتظار اكتمال التفريغ…
de: Warten auf Abschluss der Transkription…
en: Waiting for transcription to finish…
es: Esperando a que termine la transcripción…
fr: En attente de la fin de la transcription…
hi: ट्रांसक्रिप्शन पूरा होने की प्रतीक्षा…
id: Menunggu transkripsi selesai…
it: In attesa del completamento della trascrizione…
ja: 文字起こしの完了を待機中…
ko: 전사 완료 대기 중…
nl: Wachten tot de transcriptie klaar is…
pl: Oczekiwanie na zakończenie transkrypcji…
pt: À espera de que a transcrição termine…
ru: Ожидание завершения расшифровки…
sv: Väntar på att transkriptionen ska bli klar…
th: กำลังรอการถอดความเสร็จสิ้น…
tr: Çeviri yazının tamamlanması bekleniyor…
uk: Очікування завершення транскрипції…
vi: Đang chờ chuyển ngữ hoàn tất…
zh_hant: 等待文字轉寫完成…

source: 等待转写
ar: بانتظار التفريغ
de: Wartet auf Transkription
en: Waiting to transcribe
es: Esperando transcripción
fr: En attente de transcription
hi: ट्रांसक्रिप्शन की प्रतीक्षा में
id: Menunggu transkripsi
it: In attesa di trascrizione
ja: 文字起こし待ち
ko: 전사 대기
nl: Wacht op transcriptie
pl: Oczekuje na transkrypcję
pt: Aguardando transcrição
ru: Ожидает расшифровки
sv: Väntar på transkribering
th: รอการถอดความ
tr: Çeviri yazı bekliyor
uk: Очікує транскрибування
vi: Chờ chuyển ngữ
zh_hant: 等待轉寫

source: 管理声纹库
ar: إدارة مكتبة البصمات الصوتية
de: Stimmprofil-Bibliothek verwalten
en: Manage Voiceprint Library
es: Gestionar biblioteca de huellas
fr: Gérer la bibliothèque d’empreintes
hi: वॉयसप्रिंट लाइब्रेरी प्रबंधित करें
id: Kelola pustaka sidik suara
it: Gestisci libreria impronte
ja: 声紋ライブラリを管理
ko: 음성 지문 라이브러리 관리
nl: Spraakafdrukbibliotheek beheren
pl: Zarządzaj biblioteką odcisków głosu
pt: Gerenciar biblioteca de impressões
ru: Управление библиотекой голосовых отпечатков
sv: Hantera röstavtrycksbibliotek
th: จัดการคลังลายเสียง
tr: Ses İzi Kitaplığını Yönet
uk: Керування бібліотекою голосових відбитків
vi: Quản lý thư viện dấu vân giọng nói
zh_hant: 管理聲紋庫

source: 箭头
ar: سهم
de: Pfeil
en: Arrow
es: Flecha
fr: Flèche
hi: तीर
id: Panah
it: Freccia
ja: 矢印
ko: 화살표
nl: Pijl
pl: Strzałka
pt: Seta
ru: Стрелка
sv: Pil
th: ลูกศร
tr: Ok
uk: Стрілка
vi: Mũi tên
zh_hant: 箭頭

source: 类型
ar: النوع
de: Typ
en: Type
es: Tipo
fr: Type
hi: प्रकार
id: Jenis
it: Tipo
ja: 種類
ko: 유형
nl: Type
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hant: 類型

source: 粗
ar: خشن
de: Grob
en: Coarse
es: Grueso
fr: Épais
hi: मोटा
id: Kasar
it: Grosso
ja: 太い
ko: 굵게
nl: Grof
pl: Gruby
pt: Grosso
ru: Крупный
sv: Grov
th: หยาบ
tr: Kalın
uk: Грубий
vi: Dày

source: 粘贴文字或拖入图片即可创建笔记，AI 可将笔记拆解为待办事项并写入系统提醒事项，也可生成 AI 总结。图片查看支持缩放、拖拽和全屏查看。
ar: الصق نصًا أو اسحب صورًا لإنشاء ملاحظات. يمكن للذكاء الاصطناعي تفكيك الملاحظات إلى مهام وكتابتها في «التذكيرات» بالنظام، أو إنشاء ملخصات بالذكاء الاصطناعي. عرض الصور يدعم التكبير والسحب وملء الشاشة.
de: Text einfügen oder Bilder hineinziehen, um Notizen zu erstellen. Die KI kann Notizen in Aufgaben aufteilen und in die System-Erinnerungen schreiben oder KI-Zusammenfassungen erstellen. Die Bildanzeige unterstützt Zoomen, Ziehen und Vollbild.
en: Paste text or drag in images to create notes. AI can break notes into todo items and write them to system Reminders, or generate AI summaries. Image viewing supports zoom, drag, and fullscreen viewing.
es: Pegue texto o arrastre imágenes para crear notas. La IA puede dividir las notas en tareas y escribirlas en Recordatorios del sistema, o generar resúmenes con IA. La visualización de imágenes admite zoom, arrastre y pantalla completa.
fr: Collez du texte ou faites glisser des images pour créer des notes. L'IA peut décomposer les notes en tâches et les écrire dans Rappels du système, ou générer des résumés IA. L'affichage des images prend en charge le zoom, le glissement et le plein écran.
hi: नोट बनाने के लिए पाठ चिपकाएँ या छवि खींचें। AI नोट को कार्यों में तोड़कर सिस्टम रिमाइंडर में लिख सकता है, या AI सारांश बना सकता है। छवि प्रदर्शन ज़ूम, खिंचाव और पूर्णस्क्रीन समर्थित करता है।
id: Tempel teks atau seret gambar untuk membuat catatan. AI dapat memecah catatan menjadi tugas dan menulisnya ke Pengingat sistem, atau membuat ringkasan AI. Melihat gambar mendukung zoom, seret, dan layar penuh.
it: Incolla testo o trascina immagini per creare note. L'IA può scomporre le note in attività e scriverle nei Promemoria di sistema, o generare riepiloghi IA. La visualizzazione delle immagini supporta zoom, trascinamento e schermo intero.
ja: テキストを貼り付けるか画像をドラッグしてノートを作成できます。AI がノートをToDoに分解してシステムのリマインダーに書き込んだり、AI 要約を生成したりできます。画像表示はズーム、ドラッグ、全画面表示に対応します。
ko: 텍스트를 붙여넣거나 이미지를 끌어다 노트를 만들 수 있습니다. AI가 노트를 할 일로 나누어 시스템 미리 알림에 쓰거나 AI 요약을 생성할 수 있습니다. 이미지 보기는 확대, 드래그, 전체 화면을 지원합니다.
nl: Plak tekst of sleep afbeeldingen om notities te maken. AI kan notities opsplitsen in taken en naar systeem Herinneringen schrijven, of AI-samenvattingen genereren. Afbeeldingen bekijken ondersteunt zoomen, slepen en volledig scherm.
pl: Wklej tekst lub przeciągnij obrazy, aby utworzyć notatki. AI może rozbijać notatki na zadania i zapisywać je w systemowych Przypomnieniach lub generować podsumowania AI. Przeglądanie obrazów obsługuje powiększanie, przeciąganie i pełny ekran.
pt: Cole texto ou arraste imagens para criar notas. A IA pode dividir as notas em tarefas e gravá-las nos Lembretes do sistema, ou gerar resumos com IA. A visualização de imagens oferece zoom, arraste e tela cheia.
ru: Вставьте текст или перетащите изображения, чтобы создать заметки. ИИ может разбивать заметки на задачи и записывать их в системные Напоминания или создавать ИИ-резюме. Просмотр изображений поддерживает масштабирование, перетаскивание и полноэкранный режим.
sv: Klistra in text eller dra in bilder för att skapa anteckningar. AI kan dela upp anteckningar i uppgifter och skriva dem till systemets Påminnelser, eller skapa AI-sammanfattningar. Bildvisning stöder zoom, drag och helskärm.
th: วางข้อความหรือลากรูปภาพเพื่อสร้างบันทึก AI สามารถแยกบันทึกเป็นสิ่งที่ต้องทำและเขียนลง “เตือนความจำ” ของระบบ หรือสร้างสรุปด้วย AI การดูรูปภาพรองรับการซูม ลาก และเต็มจอ
tr: Not oluşturmak için metin yapıştırın veya görsel sürükleyin. AI notları görevlere ayırıp sistem Anımsatıcılar'a yazabilir veya AI özeti oluşturabilir. Görüntüleme yakınlaştırma, sürükleme ve tam ekranı destekler.
uk: Вставте текст або перетягніть зображення, щоб створити нотатки. ШІ може розбивати нотатки на завдання та записувати їх у системні Нагадування або створювати ШІ-підсумки. Перегляд зображень підтримує масштабування, перетягування та повноекранний режим.
vi: Dán chữ hoặc kéo ảnh vào để tạo ghi chú. AI có thể tách ghi chú thành việc cần làm và ghi vào Nhắc nhở của hệ thống, hoặc tạo tóm tắt AI. Xem ảnh hỗ trợ thu phóng, kéo và toàn màn hình.
zh_hant: 貼上文字或拖入圖片即可建立筆記，AI 可將筆記拆解為待辦事項並寫入系統提醒事項，也可產生 AI 總結。圖片檢視支援縮放、拖曳與全螢幕檢視。

source: 粘贴通知文字或会议纪要
ar: الصق نص إشعار أو محضر اجتماع
de: Benachrichtigungstext oder Sitzungsprotokoll einfügen
en: Paste notification text or meeting minutes
es: Pega texto de notificación o un acta de reunión
fr: Collez du texte de notification ou un compte rendu de réunion
hi: सूचना टेक्स्ट या मीटिंग मिनट्स चिपकाएँ
id: Tempel teks notifikasi atau notulen rapat
it: Incolla testo di notifica o un verbale di riunione
ja: 通知テキストや議事録を貼り付け
ko: 알림 텍스트나 회의록을 붙여넣기
nl: Plak meldingstekst of een vergaderverslag
pl: Wklej tekst powiadomienia lub protokół ze spotkania
pt: Cole texto de notificação ou ata de reunião
ru: Вставьте текст уведомления или протокол собрания
sv: Klistra in aviseringstext eller ett mötesprotokoll
th: วางข้อความแจ้งเตือนหรือรายงานการประชุม
tr: Bildirim metni veya toplantı tutanağı yapıştırın
uk: Вставте текст сповіщення або протокол наради
vi: Dán văn bản thông báo hoặc biên bản cuộc họp
zh_hant: 貼上通知文字或會議紀錄

source: 精细
ar: دقيق
de: Fein
en: Fine
es: Fina
fr: Fine
hi: सूक्ष्म
id: Halus
it: Fine
ja: 高精度
ko: 정밀
nl: Fijn
pl: Dokładna
pt: Fina
ru: Точная
sv: Fin
th: ละเอียด
tr: İnce
uk: Точна
vi: Mịn
zh_hant: 精細

source: 精细度
ar: الدقة
de: Genauigkeit
en: Precision
es: Precisión
fr: Précision
hi: परिशुद्धता
id: Presisi
it: Precisione
ja: 精度
ko: 정밀도
nl: Precisie
pl: Dokładność
pt: Precisão
ru: Точность
sv: Precision
th: ความละเอียด
tr: Hassasiyet
uk: Точність
vi: Độ chi tiết
zh_hant: 精細度

source: 系统不支持该语言，请改选其他语言或改用本地 Whisper 组件
ar: لا يدعم النظام هذه اللغة؛ اختر لغة أخرى أو انتقل إلى مكوّن Whisper المحلي
de: Das System unterstützt diese Sprache nicht; wählen Sie eine andere Sprache oder wechseln Sie zur lokalen Whisper-Komponente
en: The system doesn't support this language; choose another language or switch to the local Whisper component
es: El sistema no admite este idioma; elige otro idioma o cambia al componente Whisper local
fr: Le système ne prend pas en charge cette langue ; choisissez une autre langue ou passez au composant Whisper local
hi: सिस्टम इस भाषा का समर्थन नहीं करता; कोई अन्य भाषा चुनें या स्थानीय Whisper घटक पर स्विच करें
id: Sistem tidak mendukung bahasa ini; pilih bahasa lain atau beralih ke komponen Whisper lokal
it: Il sistema non supporta questa lingua; scegli un'altra lingua o passa al componente Whisper locale
ja: システムはこの言語に対応していません。別の言語を選ぶか、ローカル Whisper コンポーネントに切り替えてください
ko: 시스템이 이 언어를 지원하지 않습니다. 다른 언어를 선택하거나 로컬 Whisper 구성 요소로 전환하세요.
nl: Het systeem ondersteunt deze taal niet; kies een andere taal of schakel over naar de lokale Whisper-component
pl: System nie obsługuje tego języka; wybierz inny język lub przełącz się na lokalny komponent Whisper
pt: O sistema não suporta este idioma; escolha outro idioma ou mude para o componente Whisper local
ru: Система не поддерживает этот язык; выберите другой язык или переключитесь на локальный компонент Whisper
sv: Systemet stöder inte detta språk; välj ett annat språk eller byt till den lokala Whisper-komponenten
th: ระบบไม่รองรับภาษานี้ โปรดเลือกภาษาอื่นหรือเปลี่ยนไปใช้คอมโพเนนต์ Whisper ในเครื่อง
tr: Sistem bu dili desteklemiyor; başka bir dil seçin veya yerel Whisper bileşenine geçin
uk: Система не підтримує цю мову; виберіть іншу мову або перейдіть на локальний компонент Whisper
vi: Hệ thống không hỗ trợ ngôn ngữ này; hãy chọn ngôn ngữ khác hoặc chuyển sang thành phần Whisper cục bộ
zh_hant: 系統不支援該語言，請改選其他語言或改用本機 Whisper 元件

source: 系统睡眠约 %d 分钟，已自动恢复录音（睡眠时段为静音）。
ar: كان النظام في وضع النوم نحو %d دقيقة؛ استُئنف التسجيل تلقائيًا (تلك الفترة صامتة).
de: Das System war etwa %d Minuten im Ruhezustand; die Aufnahme wurde automatisch fortgesetzt (dieser Abschnitt ist stumm).
en: The system slept for about %d minutes; recording resumed automatically (that period is silent).
es: El sistema estuvo suspendido unos %d minutos; la grabación se reanudó automáticamente (ese tramo queda en silencio).
fr: Le système a été en veille environ %d minutes ; l’enregistrement a repris automatiquement (silence sur cette période).
hi: सिस्टम लगभग %d मिनट स्लीप में रहा; रिकॉर्डिंग अपने-आप फिर शुरू हुई (उस दौरान आवाज़ नहीं है)।
id: Sistem tidur sekitar %d menit; perekaman lanjut otomatis (periode itu senyap).
it: Il sistema è rimasto sospeso circa %d minuti; la registrazione è ripresa automaticamente (quel tratto è muto).
ja: システムが約 %d 分間スリープしました。録音は自動的に再開しました（その区間は無音です）。
ko: 시스템이 약 %d분간 잠자기 상태였습니다. 녹음이 자동으로 재개되었습니다(해당 구간은 무음).
nl: Het systeem sliep ongeveer %d minuten; de opname werd automatisch hervat (dat deel is stil).
pl: System był uśpiony około %d min; nagrywanie wznowiło się automatycznie (ten okres jest ciszą).
pt: O sistema esteve suspenso cerca de %d minutos; a gravação retomou automaticamente (esse período fica em silêncio).
ru: Система была в спящем режиме около %d минут; запись продолжилась автоматически (этот отрезок — тишина).
sv: Systemet sov i cirka %d minuter; inspelningen återupptogs automatiskt (den perioden är tyst).
th: ระบบหลับไปประมาณ %d นาที การบันทึกกลับมาทำงานอัตโนมัติ (ช่วงนั้นเป็นเสียงเงียบ)
tr: Sistem yaklaşık %d dakika uyudu; kayıt otomatik sürdü (o aralık sessiz).
uk: Система була в режимі сну близько %d хвилин; запис поновився автоматично (цей відрізок — тиша).
vi: Hệ thống ngủ khoảng %d phút; bản ghi tự động tiếp tục (khoảng đó là im lặng).
zh_hant: 系統睡眠約 %d 分鐘，已自動恢復錄音（睡眠時段為靜音）。

source: 系统语音模型下载失败
ar: فشل تنزيل نموذج الكلام في النظام
de: Download des Systemsprachmodells fehlgeschlagen
en: System speech model download failed
es: Error al descargar el modelo de voz del sistema
fr: Échec du téléchargement du modèle vocal du système
hi: सिस्टम वाक् मॉडल डाउनलोड विफल
id: Gagal mengunduh model suara sistem
it: Download del modello vocale di sistema non riuscito
ja: システム音声モデルのダウンロードに失敗
ko: 시스템 음성 모델 다운로드 실패
nl: Downloaden van systeemspraakmodel mislukt
pl: Pobieranie systemowego modelu mowy nie powiodło się
pt: Falha ao transferir o modelo de voz do sistema
ru: Не удалось загрузить системную языковую модель
sv: Nedladdning av systemets talmodell misslyckades
th: ดาวน์โหลดโมเดลเสียงของระบบไม่สำเร็จ
tr: Sistem konuşma modeli indirilemedi
uk: Не вдалося завантажити системну мовну модель
vi: Tải mô hình giọng nói hệ thống thất bại
zh_hant: 系統語音模型下載失敗

source: 系统语音识别
ar: التعرف على الكلام في النظام
de: Systemspracherkennung
en: System Speech Recognition
es: Reconocimiento de voz del sistema
fr: Reconnaissance vocale du système
hi: सिस्टम वाक् पहचान
id: Pengenalan Suara Sistem
it: Riconoscimento vocale di sistema
ja: システム音声認識
ko: 시스템 음성 인식
nl: Systeemspraakherkenning
pl: Rozpoznawanie mowy systemu
pt: Reconhecimento de fala do sistema
ru: Системное распознавание речи
sv: Systemets taligenkänning
th: การรู้จำเสียงพูดของระบบ
tr: Sistem Konuşma Tanıma
uk: Системне розпізнавання мови
vi: Nhận dạng giọng nói hệ thống
zh_hant: 系統語音辨識
